
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "微信";

"Common.Dialog.OK" = "确定";
"Common.Dialog.Cancel" = "取消";
"Common.Navigation.Back" = "返回";
"Common.Cancel" = "取消";
"Common.Delete" = "删除";
"Common.Send" = "确定";
"Common.Exit" = "退出";

// Main Window
"MainWindow.Title.Format" = "微信 (%@)";
"MainWindow.Title.NoChildTitle" = "微信";

// Common Errors
"Common.System.GenericErrorHeading" = "系统繁忙";
"Common.System.GenericErrorBody" = "请稍后再试。";
"Common.System.Busy" = "系统繁忙，请稍后再试。";
"Common.Dialog.SaveError.Heading" = "保存文件出错.";
"Common.Dialog.SaveError.Body" = "请确保你有足够的磁盘空间来保存这个文件。";
"Common.Alert.Hint.Title" = "提示";
"Common.Alert.Hint.UnsupportMessage" = "请在手机微信中操作";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "正在连接手机";
"Chatlog_Backup_Backup_Connecting_Desc" = "正在确认电脑与手机连接在同一网络内";
"Chatlog_Backup_Backup_Connected_Title" = "请打开手机微信";
"Chatlog_Backup_Backup_Connected_Desc" = "选择需要备份的聊天记录";
"Chatlog_Backup_Backup_Prepare_Title" = "正在准备聊天记录...";
"Chatlog_Backup_Backup_Prepare_Desc" = "为了保证良好的网络连接，请不要关闭微信";
"Chatlog_Backup_Backup_Transfer_Title" = "正在备份第 %lld/%lld 个聊天（%@）";
"Chatlog_Backup_Backup_Transfer_Desc" = "为了保证良好的网络连接，请不要关闭微信";
"Chatlog_Backup_Backup_Transfer_BadNetwork_Desc" = "当前网络环境较差";
"Chatlog_Backup_Backup_Import_Data_Title" = "正在导入聊天备份";
"Chatlog_Backup_Backup_Import_Data_Desc" = "为了保证完整备份，请勿关闭窗口";
"Chatlog_Backup_Backup_Finish_Title" = "备份已完成";
"Chatlog_Backup_Backup_Finish_Desc" = "已备份 %lld 个聊天（共 %lld 个）";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "完成";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "继续备份";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "停止备份";
"Chatlog_Backup_Backup_End_Btn_Title" = "结束备份";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "重试";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "确定";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "取消";
"Chatlog_Backup_Backup_Return_Btn_Title" = "返回";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "正在备份第 %lld/%lld 个聊天（%@）";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "网络中断，请将手机和电脑连接至同一网络后，继续传输。";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "连接手机超时，请重试";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "请将手机和电脑连接至同一网络后";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "上次传输到第 %lld 个聊天（共%lld个）...";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "检测到未完成传输，请将手机和电脑连接至同一网络，继续备份。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "电脑空间不足，请清理空间后继续传输。";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "电脑剩余空间不足，备份已结束";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "已经备份 %lld 个聊天（共%lld个）";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "备份已结束";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "已经备份 %lld 个聊天（共%lld个）";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "结束备份";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "结束备份不会清除已备份的数据，下次备份将重新开始";
"Chatlog_Backup_Backup_Timeinterval_Label" = "备份时间段：";
"Chatlog_Backup_Backup_Timeinterval_Desc" = "%@-%@";
"Chatlog_Backup_Backup_Chats_Count_Label" = "备份聊天数：";
"Chatlog_Backup_Backup_Chats_Count_Desc" = "%d个聊天";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "正在加载…";
"Chatlog_Backup_Recover_Record_Selection" = "请选择需要恢复的聊天记录";
"Chatlog_Backup_Recover_Connecting_Title" = "正在连接手机";
"Chatlog_Backup_Recover_Connecting_Desc" = "正在确认电脑与手机连接在同一网络内";
"Chatlog_Backup_Recover_Connected_Title" = "请打开手机微信";
"Chatlog_Backup_Recover_Connected_Desc" = "点击确认后开始传输";
"Chatlog_Backup_Recover_Prepare_Title" = "正在准备聊天记录...";
"Chatlog_Backup_Recover_Prepare_Desc" = "为了保证良好的网络连接，请不要关闭微信";
"Chatlog_Backup_Recover_Transfer_Title" = "正在传输第 %lld/%lld 个聊天（%@）";
"Chatlog_Backup_Recover_Transfer_Desc" = "为了保证良好的网络连接，请不要关闭微信";
"Chatlog_Backup_Recover_Transfer_BadNetwork_Desc" = "当前网络环境较差";
"Chatlog_Backup_Recover_Finish_Title" = "传输已完成，请在手机上继续恢复";
"Chatlog_Backup_Recover_Finish_Desc" = "已传输 %lld 个聊天（共 %lld 个）";
"Chatlog_Backup_Recover_Session_Title" = "选择需要恢复的聊天记录";
"Chatlog_Backup_Recover_Session_SelectAll" = "全选";
//"Chatlog_Backup_Recover_Session_Selected" = "已选择聊天 %@";
"Chatlog_Backup_Recover_Phone_FreeSize" = "手机剩余空间 %@";
"Chatlog_Backup_Recover_Session_No_Msg" = "该时间段没有聊天记录";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "完成";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "继续传输";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "停止传输";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "重试";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "确定";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "取消";
"Chatlog_Backup_Recover_Return_Btn_Title" = "返回";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "正在传输第 %lld/%lld 个聊天（%@）";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "网络中断，请将手机和电脑连接至同一网络后，继续传输。";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "连接手机超时，请重试";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "请将手机和电脑连接至同一网络后";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "上次传输到第 %lld 个聊天（共%lld个）...";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "检测到未完成传输，请将手机和电脑连接至同一网络，继续传输。";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "手机空间不足，请清理空间后继续传输。";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "手机剩余空间不足，传输已结束";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "已经传输 %lld 个聊天（共%lld个）";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "传输已结束";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "已经传输 %lld 个聊天（共%lld个）";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "停止传输";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "停止聊天记录传输，下次恢复将会重新开始，已传输到手机的聊天不会自动清除";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "无聊天记录";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "没有可以恢复的聊天记录，请先备份聊天记录";
"Chatlog_Backup_Recover_Select_Timeinterval" = "选择时间段";
"Chatlog_Backup_Recover_To" = "至";
"Chatlog_Backup_Recover_Select_Time" = "请选择时间";
"Chatlog_Backup_Recover_StartTime_Exceed_EndTime_Warning" = "备份开始时间不可晚于结束时间";
"Chatlog_Backup_Recover_Only_TxtMsg" = "仅恢复文字消息";
"Chatlog_Backup_Recover_Select_Session" = "请选择会话";
"Chatlog_Backup_Recover_More_Options" = "更多选项";
"Chatlog_Backup_Trying_To_Reconnect" = "正在尝试重新连接...";
"Chatlog_Backup_Phone_Not_Support_Only_TxtMsg_Tip" = "手机微信版本不支持仅恢复文字消息，是否恢复完整的聊天记录？";
"Chatlog_Backup_Complete_Recover" = "完整恢复";
"Chatlog_Backup_Phone_Not_Support_Only_TxtMsg_Cancel" = "取消";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "备份名称";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "首次备份时间";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "上次备份时间";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "操作";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "选择需要恢复的聊天备份";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "备份管理";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "暂无备份";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "删除聊天备份";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "备份删除后无法恢复，确认删除?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "备份聊天记录至电脑";
"Chatlog_Backup_Entrance_Recover_Desc" = "恢复聊天记录至手机";
"Chatlog_Backup_Entrance_Manage_Desc" = "管理备份文件";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "你的手机微信不支持备份，请升级手机微信到最新版本";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "建议升级手机微信版本以获得最佳体验.";
"Chatlog_Backup_Dock_Title" = "备份与恢复";

// Login
"Login.WindowTitle" = "登录";
"Login.ScanToLogin.Title" = "扫码登录微信";
"Login.DidScan.Title" = "扫描成功";
"Login.ScanToLogin" = "Mac微信需要配合你的手机登录使用";
"Login.Scan.Help" = "登录手机微信，从 \"发现\" ，进入 \"扫一扫\"。 ";
"Login.Not.On.WeChat" = "还没有微信？";
"Login.Waiting.Confirmation" = "等待确认";
"Login.ConfirmOnYourPhone" = "请在手机微信中点击登录";
"Login.LoggingIn" = "正在登录…";
"Login.LoggingInFirstTime" = "正在登录…";
"Login.Alert.Title" = "微信";
"Login.Alert.WrongUsrPass" = "用户名或密码错误，请尝试重新登录。";
"Login.Alert.OK" = "确定";
"Login.Refresh" = "刷新";
"Login.Alert.UpdateCert" = "证书已过期，请重新登录！";
"Login.SwitchAccount" = "切换帐号";

"Login.Intro.Heading" = "Mac 微信需要配合你的手机登录使用";
"Login.Intro.Subheading" = "临时登录微信，请使用微信网页版 ";
"Login.Intro.StartButton" = "开始登录";

"Login.Intro.ExplanationFormat" = "没有安装手机微信？%@。";
"Login.Intro.ExplanationLinkText" = "点此安装";
"Login.Intro.ExplanationLinkURL" = "http://weixin.qq.com";


"Login.AlphaVersion.Title" = "内测版本";
"Login.AlphaVersion.Description" = "无法登录，只有受邀请的用户才可以登录该内测版本。";
"Login.AlphaVersion.Apply" = "申请";
"Login.AlphaVersion.Cancel" = "取消";
"Login.Failed.WrongPassword" = "登录失败，请稍后重试。";

"Login.Initializing.Title" = "已确认";
"Login.Initializing.Data" = "微信正在为首次登录做准备，请耐心等待…";
"Login.Init.Failed.Title" = "微信";
"Login.Init.Failed.Desc" = "首次登录准备失败";
"Login.Failed.Key.Info" = "系统繁忙，请尝试重新登录。";
"Login.AuthAnOtherPlace" = "登录过期，请重新登录";
"Login.Alpha.Version.Error" = "本版本为封闭测试版，为保证最佳体验，请使用正式版。";

//Logout or Exit
"WeChat.Exit.Confirm.Tips" = "文件正在传输中，强制退出微信会造成文件传输失败，是否退出";
"WeChat.LogOut.Confirm.Tips" = "文件正在传输中，退出登录会造成文件传输失败，是否退出";

// Tab
"Tabbar.Chats" = "会话";
"Tabbar.Contacts" = "通讯录";
"Tabbar.Favorites" = "收藏";
"Tabbar.OA" = "公众号";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "微信";
"Tabbar.Contacts.Tooltip" = "通讯录";
"Tabbar.Favorites.Tooltip" = "收藏";
"Tabbar.OA.Tooltip" = "阅读";
"Tabbar.Preferences.Tooltip" = "设置";

"Tabbar.Add.Chats.Tooltip" = "发起群聊";
"Tabbar.Add.Fav.Tooltip" = "添加收藏";
"Tabbar.Add.NewNote.Tooltip" = "新建笔记";

// Preferences
"Tabbar.Preferences.Settings" = "设置";
"Tabbar.Preferences.ChatlogBackup" = "备份与恢复";

// Global Menu
"Global.Menu.CheckForUpdates" = "检查更新…";
"Global.Menu.TechSupport" = "技术支持";
"Global.Menu.ThirdPartySupport" = "第三方支持";
"Global.Menu.Feedback" = "意见反馈";

// Plugin
"Common_OfficialNickName" = "微信团队";
"Official_FileHelper_NickName" = "文件传输助手";
"Official_BrandSessionHolder_NickName" = "公众号"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "服务通知";
"Official_WeAppSessionHolder_NickName" = "小程序客服消息";
"Contacts_Plugin_QQMail_Nickname" = "QQ邮箱提醒";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "QQ离线消息";
"Contacts_Plugin_PrivateMsg_Nickname" = "微博私信助手";
"Contacts_Plugin_FloatBottle_Nickname" = "漂流瓶";
"Contacts_Plugin_FriendAssist_Nickname" = "新的朋友";
"Contacts_Plugin_MediaNote_Nickname" = "语音记事本";
"Contacts_Plugin_SyncAsist_Nickname" = "通讯录安全助手";
"Contacts_Plugin_LBS_Nickname" = "附近的人";
"Contacts_Plugin_Shake_Nickname" = "摇一摇";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "添加QQ好友";
"Contacts_Plugin_Reader" = "腾讯新闻";
"Contacts_Plugin_Album" = "朋友圈";
"Contacts_Plugin_MassSend" = "群发助手";
"Contacts_Plugin_Blog" = "微博阅读";
"Contacts_Plugin_Voip"  = "视频聊天";
"Contacts_Plugin_VoiceVoip" = "语音通话";
"Contacts_Plugin_VoiceInput" = "语音输入";
"Contacts_Plugin_GoogleContact" = "Google联系人";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2018 Tencent. All Rights Reserved.";
"License_Agreement" = "服务协议";
"License_Link" = "http://weixin.qq.com/agreement?lang=zh_CN";
"About_Version" = "Version. ";
"About_More_Info" = "系统版本信息";
"About_Copy_Info" = "复制版本信息";
"About_Copy_Info_Success" = "已复制";
"About_Device_Type" = "设备类型：";
"About_System_Version" = "系统版本：";
"About_System_Language" = "系统语言：";
"About_WeChat_Version" = "微信版本：";
"About_WeChat_Language" = "微信语言：";
"About_History_Version" = "历史版本：";
"About_Network_Status" = "网络状态：";
"About_Screen_Info" = "显  示  器：";

// Settings
"Setting_Title" = "设置";
"Setting.Section.General" = "通用";
"Setting.Section.Stickers" = "表情";
"Setting.Section.Notifications" = "通知";
"Setting.Section.Shortcuts" = "快捷键";
"Setting.General.LogOut" = "退出登录";
//"Setting.General.LogOut.Desc" = "退出将清除微信在本机上所有的数据。";
//"Setting.General.LogOut.Wipe.Data" = "退出并清空 Mac 微信所有数据";
"Setting.General.LogOut.Wipe.Data.And.History" = "退出并清空 Mac 微信所有数据";
"Setting.General.NoWeChatID" = "尚未设置微信号";
"Setting.General.Save.Chat.History" = "退出时保留聊天记录";

"Setting_Screen_Capture" = "截图:";
"Setting_Main_Panel" = "显示／隐藏主面板:";
"Setting_Recent_Unread" = "转到最近的未读消息:";
"Setting_Send_Message" = "发送消息:";
"Setting_Notification" = "消息提醒:";
"Setting_Notification_Sound" = "打开登录、新消息通知提示音";
"Setting_Notification_Dock" = "在 Dock 图标上显示未读消息数";
"Setting_Notification_Menubar" = "在菜单图标上显示未读消息数";
"Setting_Notification_Preview" = "通知显示消息详情";
"Setting_File_Received" = "将接收的文件保存到:";
"Setting_File_Picture" = "将图片保存到:";
"Setting_File_Others" = "其他...";
"Setting_File_AutoDownload_Category" = "自动下载:";
"Setting_File_AutoDownload" = "消息中的文件";
"Setting_SmallFavoriteFile_AutoDownload" = "收藏里小于 30 MB 的文件";
"Setting_Restore_Defaults" = "恢复默认";
"Setting_Restore_LogOut" = "退出登录";
"Setting_Account" = "当前登录帐号";
"Setting_Download_Menu" = "下载路径:";
"Setting_Download_Menu_Other" = "其他…";
"Setting_Menubar_Description" = "显示菜单栏图标";
"Setting_Menubar_Always" = "一直";
"Setting_Menubar_NewMessage" = "有新消息时";
"Setting_Menubar_Never" = "从不";
"Setting_TextSize" = "字体大小:";
"Setting_TextSize_ExampleGlyph_Small" = "小";
"Setting_TextSize_ExampleGlyph_Large" = "大";
"Setting_LockScreenShotcut" = "锁定:";
"Setting_AccountInformation" = "帐号信息:";
"Setting_InformationFeedback" = "信息反馈:";
"Setting_SubmitFeedback" = "意见反馈";
"Setting_MsgRecord" = "消息记录:";
"Setting_GoToPreferences" = "前往系统偏好设置";
"Setting_MsgNotification" = "消息提示:";
"Setting_OpenScreenBannerNotification" = "打开屏幕横幅通知:";
"Setting_OpenScreenBannerNotification_Remark" = "屏幕通知开关请前往“系统偏好设置－通知”进行设置";
"Setting_FeedbackStatus_Success" = "已发送";
"Setting_FeedbackStatus_Fail" = "发送失败";
"Setting_FeedbackContacts" = "可RTX联系andiezhang反馈问题";
"Setting_Feedback_Empty_Tip" = "不能发送空白内容";
"Setting_StorageSpace" = "存储空间：";
"Setting_GotoCleanSpace" = "前往清理";
"Setting_SpaceCleanSelectSessionDesc" = "清理聊天中已下载的文件、图片和视频";
"Setting_SpaceCleanSelectAll" = "全选";
"Setting_SpaceCleanButtonTitle" = "清理";
"Setting_SpaceCleaningTitle" = "清理中…";
"Setting_SpaceClean_CleanComplete" = "已清理";
"Setting_SpaceClean_NoDataToClean" = "暂无可清理数据";
"Setting_SpaceCleanSelectedSpaceLabel" = "已选择%@";
"Setting_General_SpaceCleanSizeTitle" = "存储空间: ";
"Setting_General_SpaceCleanSizeLabel" = "%.1f MB";
"Setting_CacheClean_CleanStatusLabel" = "正在清理微信运行过程中产生的缓存数据…";
"Setting_CacheClean_TotalSpaceTipsLabel" = "微信聊天文件所占用的空间\n包括已下载的文件、图片等内容";
"Setting_CacheClean_ManageSessionButtonTitle" = "管理微信聊天数据";
"Setting_CacheClean_WindowTitle" = "存储空间";
"Setting_SelectSession_WindowTitle" = "管理微信聊天数据";
"Setting_SelectSession_LoadingLabel" = "正在加载…";
"Setting_Clear_SelectedSessions_Tips" = "删除后不可恢复，确定要删除选中聊天中的视频、图片和文件?";
"Setting_Clear_SelectedSessions_Confirm" = "确定";
"Setting_Clear_SelectedSessions_Cancel" = "取消";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "取消";
"MASShortcut.Delete.Shortcut" = "删除快捷键";
"keyboard shortcut" = "快捷键";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "设置快捷键";
"MASShortcut.Click.To.Record.New.Shortcut" = "点击设置新的快捷键";
"Shortcut cleared" = "快捷键清除了";
"Shortcut set" = "快捷键设置好了";
"Space" = "空格键";
"The key combination %@ cannot be used" = "The key combination %@ cannot be used";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "This shortcut cannot be used because it is already used by the menu item ‘%@’.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut.";
"MASShortcut.Type.New.Shortcut" = "输入新的快捷键";
"MASShortcut.Type.Shortcut" = "输入快捷键";
"MASShortcut.Use.Old.Shortcut" = "用现有的快捷键";


"Setting.StickerStore.StoreTab" = "表情商店";
"Setting.StickerStore.MyStickersTab" = "已下载表情";
"Setting.StickerStore.DownloadButton" = "下载";
"Setting.StickerStore.CantGetStoreError.Title" = "无法连接到表情商店";
"Setting.StickerStore.CantGetStoreError.Description" = "请确保你的网络正常，稍后重试。";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "图片";
"Chats.Sidebar.Summary.Voice" = "语音";
"Chats.Sidebar.Summary.Sight" = "小视频";
"Chats.Sidebar.Summary.Video" = "视频";
"Chats.Sidebar.Summary.File" = "文件";
"Chats.Sidebar.Summary.Sticker" = "表情";
"Chats.Sidebar.Summary.Namecard" = "名片";
"Chats.Sidebar.Summary.Location" = "位置";
"Chats.Sidebar.Summary.URL" = "链接";
"Chats.Sidebar.Summary.Chat.Log" = "聊天记录";
"Chats.Sidebar.Summary.AppMsg" = "应用";
"Chats.Sidebar.Summary.News" = "新闻";
"Chats.Sidebar.Summary.Metion" = "[有人@我] ";

"Chats.Sidebar.DraftPrefix" = "[草稿] ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d条] ";

// Context Menu
"Chats.Menu.Delete" = "删除";
"Chats.Menu.Delete.MacHelperMessages" = "清空";
"Chats.Menu.Sticky" = "置顶";
"Chats.Menu.Unsticky" = "取消置顶";
"Chats.Menu.Mute" = "消息免打扰";
"Chats.Menu.Unmute" = "允许消息通知";
"Chats.Menu.Rename" = "修改群名";
"Chats.Menu.Leave" = "退出群聊";
"Chats.Menu.Profile" = "查看详细资料";

// Menu Menu
"Main.Menu.Edit" = "编辑";
"Main.Menu.Copy" = "拷贝";
"Main.Menu.Paste" = "粘贴";
"Main.Menu.Cut" = "剪切";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "发送给";
"Chats.SendToDragOverlay.SendToPersonFormat" = "拖动到这里发送给 %@.";
"Chats.SendToDragOverlay.SendToPhone" = "发送给手机";

// Session Picker
"Session.Picker.Default.Heading" = "选择联系人";
"Session.Picker.Chosen" = "已选择%d个联系人";
"Session.Picker.Chosen.General" = "已选择联系人";
"Session.Picker.Recent.Chats" = "最近聊天";
"Session.Picker.Search.Contacts" = "联系人";
"Session.Picker.Search.GroupChat" = "群聊";

// New Chat
"Chats.NewChat.Heading" = "发起群聊";
"Chats.NewChat.ConfirmButton" = "确定";
"Chats.NewChat.Recent.Chats" = "最近聊天";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[图片]";
"Message_type_draft" = "[草稿]";
"Message_type_mention" = "[有人@我]";
"Message_type_voice" = "[语音]";
"Message_type_location" = "[地理位置]";
"Message_type_sys" = "[系统消息]";
"Message_type_unknow" = "[未知]";
"Message_type_file" = "[文件]";
"Message_type_card" = "[名片]";
"Message_type_url" = "[链接]";
"Message_type_news" = "[新闻]";
"Message_type_appmsg" = "[App消息]";
"Message_type_Emoji" = "[表情]";
"Message_type_Video" = "[视频]";
"Message_type_Music" = "[音乐]";
"Message_type_Book" = "[图书]";
"Message_type_Goods" = "[商品]";
"Message_type_Short_Video" = "[小视频]";
"Message_type_App_Record" = "[聊天记录]";
"Message_type_Custom_Emoji" = "[动画表情]";
"Message_type_Note" = "[笔记]";
"Message_type_unsupport" = "[未知消息类型]";
"Message_type_Voip" = "[视频语音聊天]";
"Message_type_Voip_Video" = "邀请你视频聊天";
"Message_type_Voip_Voice" = "邀请你语音聊天";
"MessageContent_Voip"            = "[语音聊天]";
"MessageContent_VideoVoip"       = "[视频聊天]";
"MessageContent_VideoVoipRemind" = "[视频邀请]";
"Voip_Notification_Btn_Accept" = "接受";
"Voip_Notification_Btn_Refuse" = "拒绝";

"Voip_Notification_Btn_Click_For_Details" = "点击查看详情";

// File Transfer
"File.Transfer.Start.Downloading" = "开始下载...";
"File.Transfer.Uploading" = "上传中...";
"File.Transfer.Downloaded" = "已下载";
"File.Transfer.Download.Failed" = "下载失败";
"File.Transfer.Download.Cancelled" = "已取消下载";
"File.Transfer.Uploaded" = "发送成功";
"File.Transfer.Upload.Failed" = "发送失败";
"File.Transfer.Upload.Cancelled" = "已取消发送";
"File.Transfer.Open" = "打开";
"File.Transfer.Cancel" = "取消";
"File.Transfer.Retry" = "重试";
"File.Transfer.Error.TooBig.Header" = "文件大小已达到上限";
"File.Transfer.Error.TooBigFile.Header" = "无法发送该文件";
"File.Transfer.Error.TooBigVideo.Header" = "无法发送该视频";
"File.Transfer.Error.TooBig.Body" = "抱歉，微信只能发送小于 %dMB 的文件。";
"File.Transfer.Error.TooBigFile.Body" = "无法发送大于 %d MB 的文件。";
"File.Transfer.Error.TooBigVideo.Body" = "无法发送大于 %d MB 的视频。";
"File.Transfer.Error.Empty.Header" = "发送失败";
"File.Transfer.Error.Empty.Body" = "不能发送大小为0的文件。";
"File.Transfer.Error.Unsupported.Body" = "无法发送该类型的文件。";
"File.Transfer.FileNotExist.Header" = "文件不存在";
"File.Transfer.Download.FileNotExist.Body" = "文件不存在或者已被删除，是否重新下载？";
"File.Transfer.Download.FileExpiredInServer.Body" = "资源已被清理，无法下载。";
"File.Transfer.Download.FileNotExist.Confirm" = "下载";
"File.Transfer.Download.FileNotExist.Cancel" = "取消";
"File.Transfer.Download.NotStart" = "下载未开始";
"File.Transfer.Button.Download" = "下载";
"File.Transfer.Forward.FileNotExist.Header" = "转发失败";
"File.Transfer.Forward.FileNotExist.Body" = "文件不存在或者已被删除，转发失败。";
"File.Transfer.Export.FileNotExist.Header" = "保存失败";
"File.Transfer.Export.FileNotExist.Body" = "文件不存在或者已被删除，保存失败。";
"File.Transfer.Export.FileNotDownload.Header" = "无法保存";
"File.Transfer.Export.FileNotDownload.Body" = "文件未下载完成，无法保存。";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "文件过大，暂不能发送到超过%lu人的群。";
"File.Transfer.Download.Failed.FileName.Format" = "文件《%@》";
"File.Transfer.Download.Failed.SystemTips" = "下载失败，";
"File.Transfer.Download.Failed.ReTransfer" = "重新下载";
"File.Transfer.Download.Failed.HaveReTransfered" = "已重新下载";
"File.Transfer.Upload.Failed.FileName.Format" = "文件《%@》";
"File.Transfer.Upload.Failed.SystemTips" = "发送失败，";
"File.Transfer.Upload.Failed.ReTransfer" = "重新发送";
"File.Transfer.Upload.Failed.HaveReTransfered" = "已重新发送";

// Location Message
"LocationMessage.DefaultDescription" = "位置";
"LocationMessage.OpenInQQMaps" = "使用腾讯地图打开…";
"LocationMessage.OpenInAppleMaps" = "使用苹果地图打开…";
"LocationMessage.OpenInGoogleMaps" = "使用Google地图打开…";
"LocationMessage.OpenInMaps" = "地图中查看…";

// System Message
"BrandContact.ReceiveMessage.Title" = "开启接收";
"BrandContact.ReceiveMessage.Message" = "接收该公众号消息";

// Voip Message
"Voip_Connect_Most_Friend" = "最近联系人";
"Not_Support_Vediovoip"       = "对不起，你的设备暂不可以视频聊天";
"Not_Support_Vediovoip_Receiver"    = "对方给你发了个视频请求，但你的设备无法视频聊天";
"Voip_NoNetWork_Tips"          = "当前网络不可用，无法通话，请检查你的网络设置";
"Videovoip_Status_inviting"   = "邀请你视频聊天";
"Videovoip_Status_Calling"    = "拨号中";
"Videovoip_Status_Connecting" = "连接中";
"Videovoip_Status_Hangup"     = "通话结束";
"Videovoip_Status_Reject"     = "已拒绝，通话结束";
"Videovoip_Status_TimeOut"    = "连接超时";
"Videovoip_Status_BeHanguped" = "对方已挂断，通话结束";
"Videovoip_Status_CallFail"   = "连接出错";
"Videovoip_Status_Exception"  = "网络异常，通话结束";
"Videovoip_Status_WaitForAnswer" = "正在等待对方接受邀请";
"Videovoip_Status_PeerNoAnswer"  = "对方无应答";
"Videovoip_Status_PeerIsBusy"    = "对方忙！";
"Videovoip_Status_Caller_CallFail" = "呼叫失败";
"Videovoip_Status_BeRejected"    = "对方拒绝了你的视频聊天请求";
"Videovoip_Status_CancelCall"    = "通话已取消";
"Videovoip_Stauts_NotSupport"    = "此功能暂时只在Wi-Fi环境下才能使用";
"Videovoip_Status_PeerVersion_NotSupport" = "对方微信版本暂不可以视频聊天，你无法呼叫对方。";
"Videovoip_Status_CheckContact_Error"     = "对方没有加你为朋友，不能视频聊天";
"Videovoip_Status_Blacklist_Error"        = "对方把你加入了黑名单，不能视频聊天";
"Videovoip_Status_PeerPluginClose"        = "对方停用了视频聊天功能，通话失败";
"Videovoip_Status_NetWorkError" = "网络错误，通话结束";
"Videovoip_Status_TalkBroken" = "连接中断，通话结束";
"Videovoip_Status_Caller_DetectCamera_Fail" = "未检测到摄像头，请稍后再试或切到语音聊天";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "未检测到摄像头，可稍后再试或切到语音聊天";

"Voip_LocalNotification_Tips"   = "%@邀请你视频聊天";
"VoiceVoip_LocalNotification_Tips" = "%@邀请你语音聊天";
"Cancel_LocalNotification_Tips" = "来自：%@ 的未接来电";
"Normal_LocalNotification_Tips" = "你收到了一条微信消息";

"Voicevoip_Status_inviting"   = "邀请你语音聊天";
"Voicevoip_Status_PeerVersion_NotSupport" = "对方微信版本暂不可以语音聊天，你无法呼叫对方。";
"Voicevoip_Status_CheckContact_Error"     = "对方没有加你为朋友，不能语音聊天";
"Voicevoip_Status_Blacklist_Error"        = "对方把你加入了黑名单，不能语音聊天";
"Voicevoip_Status_PeerPluginClose"        = "对方停用了语音聊天功能，通话失败";
"Voicevoip_Status_BeRejected"    = "对方拒绝了你的语音聊天请求";

"VoipNetSattus_Bad_Tips" = "当前通话连接质量不佳";

"Videovoip_HangupBtnTitle"              = "挂断";
"Voice_SpeakerButton" = "免提";
"Voice_MicButton_Title" = "关闭麦克风";
"Voice_MicButton_Clicked_Title" = "打开麦克风";

"Voip_NodeView_Status_NotConnected"     = "未接通";
"Voip_NodeView_Status_Call_Complete"    = "通话时长 %u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "通话中断 %u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "已取消";
"Voip_NodeView_Status_Remote_Cancel" = "对方已取消";
"Voip_NodeView_Status_Busy" = "对方忙线中";
"Voip_NodeView_Status_Call_Failed" = "呼叫失败";
"Voip_NodeView_Status_No_Answer" = "无应答";
"Voip_NodeView_Status_Remote_No_Answer" = "对方无应答";
"Voip_NodeView_Status_Reject" = "已拒绝";
"Voip_NodeView_Status_Remote_Reject" = "对方已拒绝";
"Voip_NodeView_Status_Not_Support" = "对方不支持";
"Voip_NodeView_Status_Connect_Failed" = "连接失败";
"Voip_NodeView_Status_Ignore" = "已忽略";


"Voip_AcceptByVoice"                = "切到语音接听";
"Voip_SwtichToVoice"                = "切到语音聊天";
"Voip_AcceptCall"                   = "接听";
"Voip_RejectCall"                   = "拒绝";
"Voip_System_Msg_Content"           = "视频聊天 : %@ %@";
"VoiceVoip_System_Msg_Content"      = "语音聊天 : %@ %@";


"Voip_SendVideoCallInvite"          = "发消息";
"Voip_CallFail_ForTimeLogic_Title"  = "免打扰提示";

"Voip_LocalInviteMsgContent"        = "视频一下?";
"VoiceVoip_LocalInviteMsgContent"   = "语音聊天?";

"Voip_Audio_Device_Unplugin_Speaker" = "声音将通过扬声器播放";
"Voip_Audio_Device_Unplugin_EarPhone" = "声音将通过听筒播放";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "耳机拔出后，声音将通过扬声器播放";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "耳机拔出后，声音将通过听筒播放";
"Voip_RotateScreen"                = "旋转画面";
"Voip_EndCall_Alert_Title"                = "结束通话";
"Voip_EndCall_Alert_Message"              = "关闭窗口将结束通话";
"Voip_EndCall_Alert_CancelButton_Title"   = "取消";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "结束通话";
"Voip_Receiver_EndCall_Notification_Msg"  = "通话已结束";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "等待对方打开视频";
"Voip_EarModeStatus_Tips"        = "已切到语音聊天";
"Voip_RemoteVideoModeOpen_Tips"  = "对方摄像头已开启";
"Voip_RemoteEarMode_Tips" = "对方摄像头已关闭";
"Voip_Loudspeaker_Off" = "已切到语音聊天，请使用听筒接听";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "对方已切到语音聊天，请使用听筒接听";
"Voip_Loudspeaker_Off_No_Mic" = "已切到语音聊天";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "对方已切到语音聊天";
"Voip_LocalEarModeTips"     = "摄像头已关闭，对方不会看到你的图像";
"Voip_LocalVideoMode"       = "摄像头已开启，对方可以看到你的图像";

"Voip_LocalBadNetwork" = "网络状况差，已切到语音聊天，请使用听筒继续通话";
"Voip_RemoteBadNetwork" = "对方网络状况差，已切到语音聊天，请使用听筒继续通话";

"Voip_LocalBadNetwork_No_Mic" = "网络状况差，已切到语音聊天";
"Voip_RemoteBadNetwork_No_Mic" = "对方网络状况差，已切到语音聊天";

"Voip_CallerView_Hangup" = "取消";
"Voip_Contact_Info_View_Button_Title" = "视频聊天";
"VoiceVoip_Contact_Info_View_Button_Title" = "语音聊天";
"WeChatCall_Contact_Info_View_Button_Title" = "视频聊天";

"Voip_RemoteEarMode_before_Answer" = "对方已切到语音聊天";
"Voip_LocalEarMode_before_Answer" = "已切到语音聊天";
"Voip_Remote_May_Not_Online" = "对方手机可能不在身边，建议稍后再次尝试";


"Voip_VideoView_Minimize_Tips" = "最小化后，摄像头不会关闭，视频聊天仍将继续";
"Voip_VoiceView_Minimize_Tips" = "最小化后，声音会通过扬声器播放";
"Voip_Video_Conflict" = "正在视频聊天，请稍后再试";
"Voip_Audio_Conflict" = "正在语音聊天，请稍后再试";
"Voip_CanStart_Video_Call" = "正在视频聊天，无法再次发起";
"Voip_CanStart_Audio_Call" = "正在语音聊天，无法再次发起";
"Voip_Status_Audio_Working_Tips" =  "语音聊天中，轻触返回";
"Voip_Camera_Switch_Tips" = "切换摄像头";
"Voip_Ignore_Call" = "忽略来电";
"Voip_Ignore_Alert_Message" = "忽略来电后，对方不会知道你已经取消了他的来电";
"Voip_Ignore_End_Message" = "已忽略来电";

"Voip_Video_Minimize_Message" = "视频聊天已最小化";
"Voip_Audio_Minimize_Message" = "语音聊天已最小化";
"Voip_Minimize_Button" = "最小化";
"Voip_Interrupt_By_PhoneCall" = "正在进行系统通话，通话结束。";
"Voip_Interrupt_By_OtherApp" = "手机其他应用正在使用音频设备，通话结束。";
"Voip_InPhoneCall_Conflict" = "电话通话中，请结束后再拨打";

// ChatManager sidebar
"ChatManager.Sidebar.All" = "全部聊天记录";
"ChatManager.Sidebar.PhotoItems" = "相册";
"ChatManager.Sidebar.FileItems" = "文件";
"ChatManager.Sidebar.URLItems" = "链接";
"ChatManager.Sidebar.MusicItems" = "音乐";
"ChatManager.Sidebar.VoiceItems" = "语音";


// Contacts Sidebar
"Contacts.Sidebar.All" = "联系人";
"Contacts.Sidebar.Favorites" = "星标好友";
"Contacts.Sidebar.GroupChats" = "群聊";
"Contacts.Sidebar.Requests" = "新的朋友";
"Contacts.Sidebar.OAs" = "公众号";
"Contacts.Sidebar.Enterprise" = "企业号";
"Contacts.Sidebar.Tags" = "标签";
"Contacts.Sidebar.Locations" = "地理位置";
"Contacts.NickNameLabel" = "昵称";
"Contacts.FavoritesHeading" = "★ 星标朋友";

// Contacts Context Menu
"Contacts.Menu.Message" = "发消息";
"Contacts.Menu.Call" = "视频聊天";
"Contacts.Menu.Share" = "分享给好友…";
"Contacts.Menu.Delete" = "删除";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d 个联系人";
"Contacts.ContactList.Count.Plural" = "%d 个联系人";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "QQ";
"EmojiPicker.Category.Human" = "人物";
"EmojiPicker.Category.Nature" = "自然";
"EmojiPicker.Category.Objects" = "物品";
"EmojiPicker.Category.Places" = "地方";
"EmojiPicker.Category.Symbols" = "符号";

"EmojiPicker.Gesture.SwipeHint" = "开启左右滑动手势，快速翻页表情";
"EmojiPicker.Gesture.SwipeHintDetail" = "请在系统设置里开启“在页面之间轻扫”的手势";
"EmojiPicker.Gesture.IgnoreHint" = "不再提醒";
"EmojiPicker.Gesture.HandleLater" = "以后再说";
"EmojiPicker.Gesture.HandleRightNow" = "马上设置";

"Emoticon.Favorite" = "自定义表情";
"EmojiPicker.Adding" = "正在加载";
"EmojiPicker.Added" = "已添加";
"EmojiPicker.Add.Fail" = "添加失败";
"EmojiPicker.Touch.Limit" = "已达上限";
"EmojiPicker.Add.Timeout" = "请求超时";
"EmojiPicker.Add.Fail.TooLarge" = "图片过大，无法添加";

"EmojiPicker.Add.Fail.NeedPurchase" = "该表情为付费表情，请购买后添加";
"EmojiPicker.Add.Fail.NotValidArea" = "该表情未在本地区上架，无法添加";
"EmojiPicker.Add.Fail.Expired" = "该表情已下架，无法添加";
"EmojiPicker.Add.Fail.NoSuchProduct" = "无法添加该表情";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "你邀请%@加入了群聊";
"CreateChatRoom.MsgSeperate" = "、";
"CreateChatRoom.DefaultTopic"	= "群聊";
"ChatRoom.ReservedTopicNames"	= "群聊|多人聊天";
"ChatRoom.NeedVerify" = "请先发送朋友验证申请给%@，对方将你加为微信朋友后，你才能邀请其加入群聊。";
"ChatRoom.Panel_Choose_Contact" = "请勾选需要添加的联系人";
"ChatRoom.Panel_Chosen_Num" = "已经选择了%lu个联系人";
"ChatRoom.Panel_Has_Add" = "已选择联系人";
"ChatRoom.Delete_Member_Fail" = "删除联系人失败";
"ChatRoom.Delete_Self" = "不能删除自己";

"ChatRoom.ChatRoomBeyondMax" = "建群数量已达上限";
"ChatRoom.TopicIllegal" = "聊天主题非法";
"ChatRoom.Unkown_Failed" = "群聊创建失败";
"ChatRoom.ChatRoomMemberBeyondMax" = "人数已达到上限，请减少成员数量";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "人数已达到上限，请升级群人数";
"ChatRoom.NeedVerifyWait"  = "你邀请朋友加入群聊的请求已发送，需等待群主验证。";
"ChatRoom.NotExist" = "群不存在";
"ChatRoom.Status_Error" = "当前群状态异常，暂时不能邀请朋友加入群聊";
"ChatRoom.Error_NoUser" = "%@用戶不存在。";
"ChatRoom.Error_BlackList" = "%@拒绝加入群聊。";
"ChatRoom.Error_Verify" = "%@未添加你为微信朋友，请先加为好友后，才能邀请其加入群聊。";

"ChatRoom.Quit.Confirm.Heading" = "退出群聊: %@";
"ChatRoom.Quit.Confirm.Message" = "退出群聊将不再接收来自该群的消息";
"ChatRoom.Quit.Confirm.OK" = "退出";

// Sticker Picker
"StickerPicker.CustomStickers" = "收藏表情";

// Compose Bar
"ComposeBar.PlaceholderString" = "消息";
"ComposeBar.EmoticonTooltip" = "符号表情";
"ComposeBar.StickerTooltip" = "表情";
"ComposeBar.AttachmentTooltip" = "附件";
"ComposeBar.VideoTooltip" = "视频聊天";
"ComposeBar.VoiceTooltip" = "语音聊天";

"ComposeBar.ScreenshotText" = "截图";
"ComposeBar.ChatManagerTooltip" = "查找聊天内容";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "一次最多只能发送前%d个附件。";

// Chat Unselected View
"Unselected.Wording" = "选择一个联系人开始聊天吧";

// Message Context Menu
"Message.Menu.Copy" = "复制";
"Message.Menu.Delete" = "删除";
"Message.Menu.Forward" = "转发";
"Message.Menu.Add.Emotion" = "添加到表情";
"Message.Menu.Browser" = "在浏览器中打开";
"Message.Menu.Copy.Link.Url" = "复制链接地址";
"Message.Menu.Refresh" = "刷新";
"Message.Menu.Service" = "服务";
"Message.Menu.Translate" = "翻译";
"Message.Menu.HideTranslation" = "原文";
"Message.Menu.Favorites" = "收藏";
"Message.Menu.Export" = "存储…";
"Message.Menu.SaveAs" = "存储…";
"Message.Menu.Save" = "存储…";
"Message.Menu.Recall" = "撤回";
"Message.Menu.Recall.Over.Two.Mins" = "撤回 (已超过两分钟)";
"Message.Menu.Resend" = "重发";
"Message.Menu.Share.Extension" = "分享…";
"Message.Menu.Quote" = "引用消息";
"Message.Menu.Debug.ViewSource" = "🍴 显示 XML";
"Message.Menu.Convert.To.Text" = "转文字";
"Message.Menu.Wipe.Out.Text" = "收起文字";
"Message.Menu.Multiple.Select" = "多选";
"Message.Menu.Message.Locate" = "查看上下文";
"Message.ErrorIndicator.Resend" = "重发";
"Message.Menu.Open" = "打开";
"Message.Menu.OpenWith" = "打开方式";
"Message.Menu.OpenFolder" = "打开文件夹";
"Message.Menu.ImageEdit" = "编辑";

"Message.Notification.Mention" = "%@在群聊中@了你";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "语音转换失败";
"Message.Error.ChatSync.Voice.No.Data" = "最近的语音暂不能同步";

// Message Multiple select
"Message.Multiple.Select.Forward" = "逐条转发";
"Message.Multiple.Select.Merge.Forward" = "合并转发";
"Message.Multiple.Select.Fav" = "收藏";
"Message.Multiple.Select.Save" = "保存至电脑";
"Message.Multiple.Select.Delete" = "删除";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "文件过大，暂不能发送到超过%lu人的群。";

"Message.Multiple.Select.Undownload" = "选中的消息中，未下载的表情/图片/视频/文件不能转发和收藏";
"Message.Multiple.Select.NotAllowForword" = "选中的消息中，语音/名片/游戏/卡券/支付类消息不能转发";
"Message.Multiple.Select.NotAllowFav" = "选中的消息中，表情/名片/游戏/卡券/记录/支付类消息/大文件或其他特殊消息不能收藏";
"Message.Multiple.Select.Undownload.NotAllowForward" = "选中的消息中，语音/名片/游戏/卡券/支付类消息、未下载的表情/图片/视频/文件不能转发";
"Message.Multiple.Select.Undownload.NotAllowFav" = "选中的消息中，表情/名片/游戏/卡券/记录/支付类消息、未下载的表情/图片/视频/文件不能收藏";
"Message.Multiple.Select.NotAllow.MergeForward" = "选中的消息中，聊天记录/笔记/大文件/语音/名片/游戏/卡券/支付类消息不能合并转发";
"Message.Multiple.Select.NotAllowSave" = "只能保存图片/视频/文件到电脑，其他类型的消息将不被保存";
"Message.Multiple.Select.Save.proceeding" = "正在保存…";
"Message.Multiple.Select.Save.Finished" = "已保存";
"Message.Multiple.Select.Save.ExportFailedMsg" = "文件保存失败";
"Message.Multiple.Select.Save.CdnServerExpired" = "文件已过期";
"Message.Multiple.Select.Save.CdnDownloadFailed" = "文件下载失败";
"Message.Multiple.Select.Save.Progress.LabelText" = "正在保存第%u/%u个文件...";
"Message.Multiple.Select.Save.Result.LabelText" = "已保存%u个文件，<a href=\"#\">%u个文件保存失败</a>";
"Message.Multiple.Select.TooMany" = "聊天记录多选不能超过%u条";

"Fav_Node_Name_Record" = "[聊天记录]";
"Fav_Node_Name_Card" = "[卡券消息]";
"Fav_Node_Name_Emoji" = "[动画表情]";
"Fav_Node_Name_Pay" = "[支付消息]";
"Fav_Node_Name_Not_Support" = "[该消息类型暂不能展示]";
"Fav_Node_Name_ShareCard" = "[名片]";
"Fav_Record_Title" = "聊天记录";

// Message Delete
"Message.Delete.Confirm.Title" = "删除消息";
"Message.Delete.Confirm.Description" = "是否删除该条消息？";
"Message.Delete.Multiple.Confirm.Description" = "是否删除选中的消息？";
"Message.Delete.Confirm.Action" = "删除";

// Chat Manager
"Message.ChatManager.Tab.All" = "全部";
"Message.ChatManager.Tab.File" = "文件";
"Message.ChatManager.Tab.Photo" = "图片与视频";
"Message.ChatManager.Tab.Link" = "链接";
"Message.ChatManager.Tab.Back" = "返回";

"Message.ChatManager.Normal.NoRecords" = "无结果";

"Message.ChatManager.Search.NoResults" = "暂无与\"%@\"相关的聊天记录";
"Message.ChatManager.Search.NoFiles" = "暂无与\"%@\"相关的文件";
"Message.ChatManager.Search.NoPhotos" = "暂无与\"%@\"相关的图片与视频";
"Message.ChatManager.Search.NoLinks" = "暂无与\"%@\"相关的链接";
"Message.ChatManager.Search.ResultsCount" = "%u条与\"%@\"相关的聊天记录";
"Message.ChatManager.Search.FilesCount" = "%u条与\"%@\"相关的文件";
"Message.ChatManager.Search.PhotosCount" = "%u条与\"%@\"相关的图片与视频";
"Message.ChatManager.Search.LinksCount" = "%u条与\"%@\"相关的链接";

"Message.ChatManager.NotDownloaded" = "未下载";
"Message.ChatManager.Resource.Expired" = "资源已被清理";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "转发消息";
"Message.ForwardSheet.Confirm" = "转发";
"Message.ForwardSheet.ErrorHeader" = "暂时无法转发该消息";
"Message.ForwardSheet.ErrorDescription" = "转发消息时出错，请稍后再试。";
"Message.ForwardAlert.Header" = "转发消息";
"Message.ForwardAlert.Description" = "确定要转发到当前聊天吗？";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "无法转发";
"Message.Video.ErrorHeader.Copy" = "无法复制视频";
"Message.Video.ErrorDescription.ShouldDownload" = "请先下载该视频。";
"Message.Video.ErrorDescription.General" = "无法转发该消息";
"Message.Video.Compressing" = "压缩中...";
"Message.Video.Expired" = "资源已被清理";

// Friend Request
"Friend.Request.Default.Content" = "请求添加你为好友";
"Friend.Request.Accept" = "通过验证";
"Friend.Request.Delete" = "删除";
"Friend.Request.Added" = "已添加";
"Friend.Request.View.Title" = "好友请求";
"Friend.Request.Accept.ErrorHeader" = "未能添加好友";

"Friend.Request.WaitingForConfirm" = "等待验证";
"Friend.Request.Greeting" = "打招呼";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "朋友验证";
"Friend.Verify.Message.Window.Hint" = "向%@发送好友请求";
"Friend.Verify.Message.Window.Send" = "发送";
"Friend.Verify.Message.Window.Default.Message" = "我是%@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "我是群聊\"%1$@\"的%2$@";

// Add Friend
"Add.Friend.Message.Window.Common.Title" = "添加好友";
"Add.Friend.Message.Window.Common.Error" = "添加好友失败，请稍后再试。";
"Add.Friend.Message.Window.Server.Error" = "服务器繁忙，请稍后再试。";
"Add.Friend.Message.Window.Blacklist.Error" = "对方拒绝接收你的请求。";
"Add.Friend.Message.Window.Freqlimit.Error" = "你的发言太快了，请休息一下稍后再试。";
"Add.Friend.Message.Window.Spam.Error" = "消息无法发送，请调整后再尝试。";
"Add.Friend.Message.Window.Brandfans.Error" = "关注人数已达到限制，无法关注。";
"Add.Friend.Message.Window.Nouser.Error" = "无法找到该用户，请确认你所添加的用户是否存在。";
"Add.Friend.Message.Window.Notsupport.Error" = "对方还未升级版本，无法回复";

// Send Friend Request Dialog
"SendFriendRequest.Heading" = "发送好友请求";
"SendFriendRequest.Prompt" = "Enter a greeting message:";
"SendFriendRequest.DefaultMsgFormat" = "我是%@";
"SendFriendRequest.Send" = "发送";


// Unsupported Message
"Message.Unsupported" = "当前版本暂不支持查看此消息，请在手机上查看。";
// Appbrand Message
"Message.AppBrand.Summary" = "[小程序]";
"Message.AppBrand.Send.Hint" = "[你发送了一个小程序，请在手机上查看]";
"Message.AppBrand.Receive.Hint" = "[你收到了一个小程序，请在手机上查看]";
// Hongbao Message
"Message.Hongbao.Summary" = "[微信红包]";
"Message.Hongbao.Send.Hint" = "[你发送了一个微信红包]";
"Message.Hongbao.Receive.Hint" = "[你收到了一个微信红包，请在手机上查看]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[转账] 待朋友确认收款";
"Message.Transfer.Send.Hint" = "[你发起了一笔转账]";
"Message.Transfer.Send.Accept.Summary" = "[转账] 你已确认收款";
"Message.Transfer.Send.Accept.Hint" = "[你已确认收款]";
"Message.Transfer.Send.Reject.Summary" = "[转账] 你已将钱退还";
"Message.Transfer.Send.Reject.Hint" = "[你已将钱退还]";
"Message.Transfer.Receive.Summary" = "[转账] 请你确认收款";
"Message.Transfer.Receive.Hint" = "[你收到了一笔转账，请在手机上查看]";
"Message.Transfer.Receive.Accept.Summary" = "[转账] 朋友已确认收款";
"Message.Transfer.Receive.Accept.Hint" = "[朋友已确认收款]";
"Message.Transfer.Receive.Reject.Summary" = "[转账] 钱已被朋友退还";
"Message.Transfer.Receive.Reject.Hint" = "[钱已被朋友退还]";

// Export
"Link.Export.Default.Title" = "链接";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "敬请期待";
"DebugTools.FeatureNotReady.Body" = "我们正在努力开发这个需求中，请坐和放宽，夜不能寐。\n\n 不要怪我们没有警告过你 \n 我们都有不顺利的时候 \n Something happened \n 这真是让人尴尬 \n 请坐和放宽 \n 滚回以前的版本 \n 这就是你的人生 \n 是的，你的人生 \n\n ——致微软";
"DebugTools.Menu.CheckForUpdates" = "检查更新…";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "核查更新… (请使用 OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "看看我们的博客…";
"DebugTools.Menu.UploadLogs" = "上报日志…";
"DebugTools.Menu.Filesystem" = "Filesystem";
"DebugTools.Menu.Filesystem.Library" = "打开当前用户 Library 目录";
"DebugTools.Menu.Filesystem.Cache" = "打开当前用户 Cache 目录";
"DebugTools.Menu.MarkAllAsRead" = "所有会话置为已读";
"DebugTools.Menu.KitchenSink" = "Kitchen Sink (试验性的东西）";
"DebugTools.Menu.SwitchServer" = "切换服务器";


// Log Report
"LogReport.Description" = "点击按钮上传日志，能够帮助我们更好地定位和解决问题 :)";
"LogReport.Upload" = "上报日志";
"LogReport.Uploading" = "正在上传日志…";
"LogReport.UploadFinished" = "上传完成, 感谢你的配合 :)";
"LogReport.UploadFailed" = "上传失败，请检查你的网络，稍后再试";
"LogReport.UploadDone" = "完成";

// Search
"Search.Comma" = "，";
"Search.Include" = "包含: ";
"Search.GroupName" = "群名称: ";
"Search.Nickname" = "昵称: ";
"Search.Username" = "微信号: ";
"Search.Remark" = "备注: ";
"Search.RemarkDescription" = "备注备注: ";
"Search.City" = "城市: ";
"Search.Province" = "省份: ";
"Search.Country" = "国家: ";
"Search.NoResults" = "无搜索结果";
"Search.Section.Contact" = "联系人";
"Search.Section.GroupChat" = "群聊";
"Search.Section.OA" = "公众号";
"Search.Section.Favorite" = "收藏";
"Search.Section.See.All.Format" = "查看全部 (%d)";
"Search.Section.Fold" = "收起";
"Search.Section.ChatLog" = "聊天记录";
"Search.Section.More" = "更多";

"Search.Section.FavSearch.Title" = "搜收藏";
"Search.Section.FavSearch.TitleNormal" = "搜收藏: ";
"Search.Section.FavSearch.Desc" = "收藏的内容";

// Web search
"Search.Section.WebSearch.Title" = "搜一搜";
"Search.Section.WebSearch.TitleNormal" = "搜一搜: ";
"Search.Section.WebSearch.SearchField.Placeholder" = "搜索文章";
"Search.Section.WebSearch.Desc" = "搜索文章资讯";
"Search.Section.WebSearch.SearchMore" = "正在搜索...";
"Search.Section.WebSearch.NoMore" = "没有更多的搜索结果";
"Search.Section.WebSearch.ResultTitle" = "相关文章";
"Search.Section.WebSearch.DefaultOrder" = "推荐排序";
"Search.Section.WebSearch.TimeOrder" = "发布时间排序";

// Time
"Time.Before.One.Minute" = "1 分钟前";
"Time.Before.Minutes" = "%lu 分钟前";
"Time.Before.One.Hour" = "1 小时前";
"Time.Before.Hours" = "%lu 小时前";
"Time.Before.Days" = "%lu 天前";
"Time.Yesterday" = "昨天";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Text";
"Favorites.Default.Title.Video" = "视频";
"Favorites.Default.Title.Sight" = "小视频";
"Favorites.Default.Title.Image" = "图片";
"Favorites.Default.Title.Voice" = "语音";
"Favorites.Default.Title.WebPage" = "链接";
"Favorites.Default.Title.Location" = "地理位置";
"Favorites.Default.Title.Music" = "音乐";
"Favorites.Default.Title.File" = "文件";
"Favorites.Default.Title.Book" = "书";
"Favorites.Default.Title.Product" = "产品";
"Favorites.Default.Title.TV" = "电视";
"Favorites.Default.Title.Card" = "卡片";
"Favorites.Default.Title.Record" = "聊天记录";
"Favorites.Default.Title.Record.Format" = "%@的聊天记录";
"Favorites.File.Over.Limit.Title" = "收藏文件";
"Favorites.File.Over.Limit.Description" = "超过25M的文件，收藏后无法查看详情";
"Favorites.File.FileNotExists.Body" = "文件已过期，收藏后无法查看详情";
"Favorites.No.FavItems.Description" = "没有收藏内容";
"Favorites.No.FavItems.Add.Items.Tips" = "可以将聊天内容添加到收藏";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "发送收藏";
"Favorite.ForwardSheet.Confirm" = "发送";
"Favorite.ForwardSheet.ErrorHeader" = "暂时无法转发该消息";
"Favorite.ForwardSheet.ErrorDescription" = "转发时出错，请稍后再试。";
"Favorite.ForwardAlert.Header" = "发送收藏";
"Favorite.ForwardAlert.Description" = "确定要发送到当前聊天吗？";

"Favorites.AddToFavoritesDragOverlay" = "添加到收藏";
"Favorites.Via" = "来自:";
"Favorites.GroupChat.Default.Name" = "群聊";
"Favorites.Show.In.Fav" = "去收藏里查看";
"Favorites.Usage.Format" = "已使用 %@ 可用 %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "发送给好友…";
"Favorites.Menu.Copy" = "复制";
"Favorites.Menu.Delete" = "删除";
"Favorites.Menu.Download" = "下载";
"Favorites.Menu.Open.File" = "打开";
"Favorites.Menu.Export.File" = "存储…";
"Favorites.Confirm.Delete.Title" = "删除收藏";
"Favorites.Confirm.Delete.Title.Multiple" = "确认要删除这%lu条收藏？";
"Favorites.Confirm.Delete.Desc" = "确认将此内容从收藏中删除？";
"Favorites.Confirm.Delete.Desc.Multiple" = "将同步删除所有设备上的这些收藏";
"Favorites.Confirm.Delete" = "删除";
"Favorites.Menu.View.Debug.XML" = "🍴 显示 XML";

"Favorites.Send.Heading.Singular" = "分享这条收藏";
"Favorites.Send.Heading.Plural" = "分享 %d 条收藏";
"Favorites.Send.Button" = "发送";
// Error
"Favorites.Send.Error.Header" = "发送失败";
"Favorites.Send.Error.SingleItem.Body" = "该收藏项未下载，请下载后再发送。";
"Favorites.Send.Error.MultiItems.Body" = "你的选择中包含未下载的收藏项，请下载后再发送。";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "你的选择中包含未下载的收藏项：%@，请下载后再发送。";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "该收藏项正在下载中，稍后再发送。";
"Favorites.File.Export.Error.Header" = "文件保存失败";
"Favorites.Open.Error.Header" = "打开失败";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "该收藏项正在下载中，稍后再打开。";
"Favorites.File.Export.Error.Body" = "请先下载该文件。";
"OA.Number.Over.Limit.Addcontact.Fail" = "关注失败";
"OA.Number.Over.Limit.Addcontact.Hint" = "你关注的公众号数量已达上限";
"Favorites.Record.Group.Forward.Title" = "%@的聊天记录";


// Favorites sidebar
"Favorites.Sidebar.All" = "全部收藏";
"Favorites.Sidebar.PhotoItems" = "相册";
"Favorites.Sidebar.URLItems" = "链接";
"Favorites.Sidebar.MusicItems" = "音乐";
"Favorites.Sidebar.NoteItems" = "笔记";
"Favorites.Sidebar.Tag" = "标签";
"Favorites.Sidebar.Senders" = "来自联系人";
"Favorites.Sidebar.Chats" = "来自群聊";
"Favorites.Sidebar.FileItems" = "文件";
"Favorites.Sidebar.ShowMore" = "显示全部…";
"Favorites.Sidebar.Hide" = "隐藏";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ 来自 %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "转发";
"Favorites.Viewer.Action.Delete" = "删除";
"Favorites.Viewer.Action.Export" = "存储…";
"Favorites.Viewer.Action.SaveAs" = "存储…";
"Favorites.Viewer.Action.Save" = "存储…";
"Favorites.Viewer.Action.OpenInBrowser" = "在浏览器中打开";
"Favorites.Viewer.Action.AddToFavorites" = "添加到收藏";
"Favorites.Viewer.Action.Share" = "分享";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "无法转发这条收藏";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "这条收藏有部分内容还没有下载完，无法转发。";
"Favorites.Viewer.Action.Previous.Item" = "前一篇文章";
"Favorites.Viewer.Action.Next.Item" = "后一篇文章";
"Favorites.Viewer.Action.OpenWith" = "使用默认方式打开";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "使用\"%@\"打开";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "当前版本无法查看该内容";
"Favorites.Note.UpdateTips" = "请更新至最新版本微信";
"Favorites.Note.Downloading" = "正在加载";

"Fav.Record.Single.Forward.Title" = "%@和%@的聊天记录";
"Fav.Record.Group.Forward.Title.New" = "%@、%@和%@";
"Fav.Record.Group.Forward.Title" = "%@的聊天记录";
"Contacts.GroupCard"			= "群聊";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@、%@和%@";
"Fav_Record_Group_Forward_Title_Count" = "等%u人";
"Fav_Record_Forward_Voice_CannotPlay" = "转发语音不可播放";

"Fav_Node_Img_Title" = "[图片]";
"Fav_Node_Location_Title" = "[位置] %@";
"Fav_Node_Voice_Title" = "[语音]";
"Fav_Node_Emoji_Title" = "[表情]";
"Fav_Node_Video_Title" = "[视频]";
"Fav_Node_File_Title" = "[文件] %@";
"Fav_Node_Music_Title" = "[音乐] %@";
"Fav_Node_Goods_Title" = "[商品] %@";
"Fav_Node_TV_Title" = "[电视] %@";
"Fav_Node_URL_Title" = "[链接] %@";
"Fav_Node_Sight_Title" = "[小视频]";

//WeNote
"WeNote_Default_Title" = "添加标题";
"WeNote_Update_Time" = "记录于";
"WeNote_Record" = "录音";
"WeNote_Recording" = "正在录音";
"WeNote_Downloading" = "正在加载";
"WeNote_UnknownType" = "当前版本无法查看该内容";
"WeNote_UpdateTips" = "请更新至最新版本微信";
"WeNote_Conflict_Prefix" = "冲突的修改";
"WeNote_Conflict" = "冲突的修改 (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[笔记]";
"WeNote_Message_Default_Title" = "笔记";
"WeNote_Fav_Icon_Text" = "收藏";
"WeNote_Total_Image_Count" = "(%lu)";
"WeNote_Add_New_Note_PlaceHolder" = "输入文字或者拖放文件到这里";
"WeNote_Delete_Note_Alert_Title" = "删除笔记";
"WeNote_Delete_Note_Alert_Message" = "确认将此内容从收藏中删除？";
"WeNote_Delete_Note_Alert_ConfirmButton_Title" = "删除";
"WeNote_Delete_Note_Alert_CancelButton_Title" = "取消";
"WeNote_Small_Font_Size" = "小";
"WeNote_Mid_Font_Size" = "中";
"WeNote_Big_Font_Size" = "大";
"WeNote_Add_Content_Filed_Alert_Title" = "添加内容失败";
"WeNote_Insert_Not_Support_Alert_Message" = "暂不支持此类型的文件";
"WeNote_Max_Window_Number_Alert_Title" = "打开窗口失败";
"WeNote_Max_Window_Number_Alert_Content" = "当前打开的窗口过多，可关闭部分后再试。";
"WeNote_Max_Content_Length_Alert_Content" = "笔记大小达到上限，无法添加新内容。";
"WeNote_Max_Content_Length_Alert_Confirm_Btn_Title" = "知道了";
"WeNote_Single_Note_Size_Limit_Alert_Content" = "笔记内容过大，无法继续添加内容。";
"WeNote_Single_Attachment_Size_Limit_Alert_Content" = "暂不支持超过25M的图片、视频及文件。";
"WeNote_Wating_Sync_Finish_Wording" = "等待上次同步完成...";
"WeNote_Wating_Html_Download_Finish" = "加载中...";
"WeNote_Wating_Preprocess_Files_Finish" = "处理文件中...";
"WeNote_Sync_Start_Wroding" = "开始同步";
"WeNote_Sync_Success_Wroding" = "同步完成";
"WeNote_Sync_Failed_Wording" = "同步失败";
"WeNote_Sync_Wating_Wording" = "同步中";
"WeNote_Untitled_Wording" = "无标题";
"WeNote_Can_Not_Forward_Empty_Note" = "内容为空,无法转发。";
"WeNote_Pick_File_ToolTip" = "添加文件（⌘O）";
"WeNote_Bold_ToolTip" = "加粗（⌘B）";
"WeNote_Italic_ToolTip" = "倾斜（⌘I）";
"WeNote_Underline_ToolTip" = "下划线（⌘U）";
"WeNote_SyncNote_ToolTip" = "保存并同步（⌘S）";
"WeNote_Tag_ToolTip" = "标签（⌘T）";
"WeNote_Forward_ToolTip" = "转发";
"WeNote_Delete_ToolTip" = "删除";
"WeNote_UnorderList_ToolTip" = "项目符号列表";
"WeNote_Orderlist_ToolTip" = "数字符号列表";
"WeNote_Speratorline_ToolTip" = "分割线";
"WeNote_TodoList_ToolTip" = "待办";

//收藏标签
"Favorites_Tag" = "标签";
"Favorites_Tag_Edit" = "编辑标签";
"Favorites_Tag_Add" = "添加标签";

// Date
"Favorites.Date.Today" = "今天";
"Favorites.Date.This.Week" = "本周";

// Search
"Favorites.Search.Section.Header.Content" = "内容";
"Favorites.Search.Section.Header.Sender" = "联系人";
"Favorites.Search.Section.Header.GroupChat" = "群聊";
"Favorites.Search.Result.Number.Singular" = "(1 条结果)";
"Favorites.Search.Result.Number.Multiple" = "(%d 条结果)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "来自：";

//收藏容量
"Fav_Capacity_Title" = "收藏空间清理";
"Fav_Capacity_Alert_NotEnough_Title" = "收藏剩余空间不足";
"Fav_Capacity_Alert_NotEnough_Content" = "已无法正常使用，请清理部分收藏后再继续使用";
"Fav_Capacity_Detail" = "查看详情";
"Fav_Capacity_Nearly_UsedUp" = "收藏剩余空间不足，请清理后继续使用";
"Fav_Capacity_Already_UsedUp" = "收藏剩余空间不足，有部分内容上传失败，请清理后继续使用";
"Fav_Capacity_Left" = "收藏可用空间：";
"Fav_Capacity_Choosen" = "可释放空间：";
"Fav_Capacity_Delete_Tip" = "删除后不可恢复，确认要删除选中的收藏文件吗？";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1条新消息";
"Message.Unread.TipsPlural" = "%d 条新消息";

// Message Divider Tips
"Message.Unread.DividerText" = "以下为新消息";
"Message.ChatSync.DividerText" = "以下为最近消息";

// Official Account
"OA_Read_More" = "阅读全文";

// Time
"Util_Today" = "今天";
"Util_Yesterday" = "昨天";
"Util_Sunday" = "星期日";
"Util_Monday" = "星期一";
"Util_Tueday" = "星期二";
"Util_Wedday" = "星期三";
"Util_Thuday" = "星期四";
"Util_Friday" = "星期五";
"Util_Satday" = "星期六";
"Util_Daybreak"  = "凌晨";
"Util_Morning"   = "上午";
"Util_Noon"      = "中午";
"Util_Afternoon" = "下午";
"Util_Evening"   = "晚上";

// Name Card
"Message.Name.Heading" = "个人名片";
"Message.Name.Heading.Official.Account" = "公众号名片";
"Message.Name.GroupChatInviteHeading" = "邀请你加入群聊";
"Message.Name.Card.Added" = "已添加";
"Message.Name.Card.NotFriendYet" = "还不是好友";
"Message.Name.Card.AddButton" = "加为好友";
"Message.Name.Card.MessageButton" = "发消息";
"Message.Name.Card.OpenGroupButton" = "发送消息";
"Message.Name.Card.JoinGroupButton" = "加入";
"Message.Name.Card.GroupAlreadyJoined" = "已在该群聊中";
"Message.Name.Card.GroupNotYetJoined" = "不在该群聊中";

"Message.Reader.ReadMore" = "阅读原文";
"Message.Recall.Failed" = "撤回不成功，请检查网络连接。";
"Message.Recall.Succ" = "你撤回了一条消息";
"Message.Recall.Failed.Alert.Title" = "无法撤回该消息";

"Message.Translate.Failed.Heading" = "翻译失败";
"Message.Translate.Failed.Default" = "请稍后再试.";
"Message.Translate.Failed.Text.Over.Limit" = "文本太长，无法翻译。";
"Message.Translate.Finish" = "已翻译";

"Message.Input.Too.Long.Title" = "消息过长";
"Message.Input.Too.Long.Content" = "你输入的文本过长，无法发送。";

"Message.Draft.Photo" = "[图片]";

// Chat Inspector
"ChatInspector.Sticky" = "置顶";
"ChatInspector.Favorite" = "星标好友";
"ChatInspector.Mute" = "消息免打扰";
"ChatInspector.Share" = "分享";
"ChatInspector.LeaveChat" = "退出群聊";
"ChatInspector.ShowNames" = "显示群昵称";
"ChatInspector.Send.Message" = "发消息";
"ChatInspector.Add.Contact" = "加为好友";

"ChatInspector.ActionMenu.Invite" = "分享群名片…";
"ChatInspector.ActionMenu.GroupQRCode" = "群二维码";

"ChatInspector.AddMembers.Title" = "选择联系人";
"ChatInspector.AddMembers.Confirm" = "添加";
"ChatInspector.AddMembers.Back" = "返回";

"ChatInspector.InviteMembers.Title" = "分享群名片";
"ChatInspector.InviteMembers.Confirm" = "确定";
"ChatInspector.InviteMembers.Back" = "返回";

"ChatInspector.ShareIndNamecard.Title" = "分享%@的名片";
"ChatInspector.ShareIndNamecard.Confirm" = "发送";
"ChatInspector.ShareIndNamecard.Back" = "返回";

"ChatInspector.QRCode.Heading" = "群二维码";
"ChatInspector.QRCode.Title" = "分享群二维码";
"ChatInspector.QRCode.Description" = "拖动二维码到任何你想分享的地方，邀请你的好友加入群聊吧！";
"ChatInspector.QRCode.SaveButton" = "保存";
"ChatInspector.QRCode.RevokeButton" = "停用";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "修改群名";
"GroupChatInspector.UpdateNickName" = "修改群昵称";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "添加成员";
"ChatInfoPanel.Remove.Member" = "删除成员";
"ChatInfoPanel.LeaveChat" = "退出群聊";
"ChatInfoPanel.Loading" = "正在加载…";
"ChatInfoPanel.Removed" = "已删除";
"ChatInfoPanel.Added" = "已添加";
"ChatInfoPanel.Failed" = "系统繁忙，请稍后重试";
"ChatInspector.Save.To.Address.Book" = "保存到通讯录";
"ChatInfoPanel.Add.Member.Confirm" = "添加";
"ChatInfoPanel.Remove.Member.Confirm" = "删除";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "群名";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "点击编辑群名";
"ChatDetailPanel.GroupChatAnnounce" = "群公告";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "暂无群公告";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "点击设置群公告";
"ChatDetailPanel.GroupChat.AddMember" = "添加成员";
"ChatDetailPanel.GroupChat.RemoveMember" = "删除成员";
"ChatDetailPanel.GroupChat.NoSearchResult" = "无搜索结果";
"ChatDetailPanel.LeaveGroupChat" = "退出群聊";
"ChatDetailPanel.Announcenment.Cancel" = "取消";
"ChatDetailPanel.Announcenment.Confirm" = "发布";
"ChatDetailPanel.Loading" = "正在加载…";
"ChatDetailPanel.Removed" = "已删除";
"ChatDetailPanel.Removed.Fail" = "删除失败";
"ChatDetailPanel.Added" = "已添加";
"ChatDetailPanel.Failed" = "系统繁忙，请稍后重试";
"ChatDetailPanel.Announcement.AtAll" = "@所有人";
"ChatDetailPanel.NoAnnouncement.Hint" = "暂无内容";
"ChatDetailPanel.NoAnnouncement.Description" = "只有群主才能修改群公告";
"ChatDetailPanel.Announcement.SaveFail" = "保存群公告";

"ChatDetailPanel.GroupChat.DeleteMember.Menu" = "删除该成员";
"ChatDetailPanel.GroupChat.DeleteMember.Confirm" = "删除";
"ChatDetailPanel.GroupChat.DeleteMember.Cancel" = "取消";
"ChatDetailPanel.GroupChat.ChatWithMember.Menu" = "发消息";
"ChatDetailPanel.GroupChat.AddWithMember.Menu" = "添加到通讯录";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "地　区";
"Contacts.Inspector.SourceKeyLabel" = "来　源";
"Contacts.Inspector.NickNameLabel" = "昵　称";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "添加备注名";
"Contacts.Inspector.ToolTips.SendMessage" = "发消息";
"Contacts.Inspector.ToolTips.ShareNameCard" = "分享名片";
"Contacts.Inspector.ToolTips.AddToContact" = "添加到通讯录";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "查看历史消息";
"Contacts.Inspector.ToolTips.AddBizContact" = "添加关注";

"Contacts.UserNameKeyLabel" = "微信号";
"Contacts.LocationKeyLabel" = "地区";
"Contacts.DescriptionKeyLabel" = "描述";
"Contacts.StatusKeyLabel" = "签名";
"Contacts.BrandIntroKeyLabel" = "介绍";
"Contacts.SourceKeyLabel" = "来源";
"Contacts.GroupChatNameLabel" = "群昵称";
"Contacts.TagKeyLabel" = "标签";
"Contacts.RemarkKeyLabel" = "备注名";
"Contacts.Header.Profile" = "信息";
"Contacts.Header.MyNotes" = "描述";
"Contacts.Header.Favorites" = "收藏";
"Contacts.Value.NoneSet" = "未设置";
"Contacts.EnterChat" = "发消息";
"Contacts.GroupChat.SendMsg" = "进入群聊";
"Contacts.GroupChat.Remove" = "从通讯录中删除";
"Contacts.SendMsgToBrankContact" = "查看历史消息";

"Contacts.CardInspector.Action.Message" = "发消息";
"Contacts.CardInspector.Action.Favorite" = "设为星标朋友";
"Contacts.CardInspector.Action.ShareNamecard" = "推荐给朋友";
"Contacts.CardInspector.Action.Delete" = "删除…";
"Contacts.SourceList.Tag.Delete" = "删除";
"Contacts.SourceList.Tag.Rename" = "重命名";

"Contacts.Delete.Title.Format" = "删除联系人 \"%@\"?";
"Contacts.Delete.Description" = "删除联系人将同时删除与该联系人的聊天记录";
"Contacts.Delete.Title.Format.Multiple" = "删除 %lu 个联系人?";
"Contacts.Delete.Description.Multiple" = "删除联系人将同时删除与该联系人的聊天记录";


// Contact UI Add Scene / Source
"Contacts_Source_SearchQQ"			= "通过搜索QQ号添加";
"Contacts_Source_SearchEmail"			= "通过搜索邮箱添加";
"Contacts_Source_Search"		= "通过搜索微信号添加";
"Contacts_Source_SearchPhone"         = "通过搜索手机号添加";
"Contacts_Source_Phone"         = "通过手机通讯录添加";
"Contacts_Source_QQ"            = "通过QQ好友添加";
"Contacts_Source_FB"            = "通过Facebook联系人添加";
"Contacts_Source_Bottle"        = "通过漂流瓶添加";
"Contacts_Source_Share"              = "通过名片分享添加";
"Contacts_Source_Shake"			= "通过摇一摇添加";
"Contacts_Source_LBS"			= "通过附近的人添加";
"Contacts_Source_QRCode"        = "通过扫一扫添加";
"Contacts_Source_Chatroom"      = "通过群聊添加";
"PushContactLBS"                     = "来自附近的人";
"PushContactShake"					 = "来自摇一摇";
"PushContactBottle"					 = "来自漂流瓶";
"PushContactQRCode"                  = "来自扫一扫";
"PushContactGoogleContact"           = "来自Google联系人";
"PushContactRadar"           = "通过雷达添加";
"PushContacPush"                  = "朋友推荐消息";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Share \"%@\" to:";
"ShareNameCard.Confirm" = "分享";

// Group Chat
"CreateChatRoom_MsgFormat" = "你邀请%@加入了群聊";
"CreateChatRoom_MsgSeperate" = "、";
"CreateChatRoom_DefaultTopic"	= "群聊";
"ChatRoom_ReservedTopicNames"	= "群聊|多人聊天";
"ChatRoom_NeedVerify" = "请先发送朋友验证申请给%@，对方将你加为微信朋友后，你才能邀请其加入群聊。";
"ChatRoom_Panel_Choose_Contact" = "请勾选需要添加的联系人";
"ChatRoom_Panel_Chosen_Num" = "已经选择了%lu个联系人";
"ChatRoom_Panel_Has_Add" = "已选择联系人";
"ChatRoom_Delete_Member_Fail" = "删除联系人失败";
"ChatRoom_Delete_Self" = "不能删除自己";
"ChatRoom_ChatRoomBeyondMax" = "建群数量已达上限";
"ChatRoom_TopicIllegal" = "聊天主题非法";
"ChatRoom_Unkown_Failed" = "群聊创建失败";
"ChatRoom_ChatRoomMemberBeyondMax" = "人数已达到上限，请减少成员数量";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "人数已达到上限，请升级群人数";
"ChatRoom_NeedVerifyWait"  = "你邀请朋友加入群聊的请求已发送，需等待群主验证。";
"ChatRoom_NotExist" = "群不存在";
"ChatRoom_Status_Error" = "当前群状态异常，暂时不能邀请朋友加入群聊";
"ChatRoom_Error_NoUser" = "%@用戶不存在。";
"ChatRoom_Error_BlackList" = "%@拒绝加入群聊。";
"ChatRoom_Error_Verify" = "%@未添加你为微信朋友，请先加为好友后，才能邀请其加入群聊。";
"NewMessage_ContactBeyondMaxTitle_Admin"= "群人数已达上限，了解更多？";
"NewMessage_ContactBeyondMaxTitle"= "人数已达上限，无法邀请成员加入";
"NewMessage_IlegalTopic"	     = "群聊主题不合法，请重新填写";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "加入群聊";
"Group.Chat.Members.Error.Title" = "添加群成员";
"Group.Chat.Members.Over.Limit" = "人数已达上限，无法邀请成员加入";
"Group.Chat.Members.Illegal.Topic" = "群聊主题不合法，请重新填写";
"Group.Chat.Members.Need.Verify" = "你邀请朋友加入群聊的请求已发送，需等待群主通过。";
"Group.Chat.Members.Not.Exist" = "群不存在";
"Group.Chat.Members.Status.Error" = "目前群状态异常，暂时不能邀请朋友加入群聊";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "已达当前上限，群主%@可以在本群中邀请朋友达到%lu人";
"Group.Chat.Members.Invite.Now" = "当前群聊人数较多，为减少打扰，对方同意邀请后才会进入群聊，现在邀请？";
"Group.Chat.Members.Invite" = "邀请";
"Group.Chat.Members.Unknown.Issue" = "服务器繁忙，请稍后再试。";
"Group.Chat.Members.Need.Approve" = "群主已启用“群聊邀请确认”，你需要使用微信 6.3.39 for iOS 以及微信 6.3.38 for Android 及以上版本才可以邀请朋友加入群聊";

// Viewer Window
"ViewerWindow.Title.Photo" = "图片";

// YO Message
"Yo.Message.Description" = "正在找你";

// Lock Screen
"Lock.Title" = "Mac 微信已被锁定";
"Lock.Description" = "你可以在手机微信会话列表顶部状态栏解锁";
"Lock.Description.Unlock" = "解锁请求已发出，请在手机微信里进行解锁";
"Lock.Description.RepeatUnlock" = "请在手机微信里进行解锁，若无解锁提示，请检查手机的网络设置";
"Lock.Log.Out" = "退出登录";
"Lock.Title.Network" = "Mac 微信已断开连接";
"Lock.Description.Network" = "网络恢复后可继续使用";
"Lock.Open.Mac.Helper" = "在手机上解锁";
"Lock.Title.Network.Login" = "网络连接已断开";
"Lock.Description.Network.Login" = "请检查网络设置";
"Lock.Description.Network.Banner" = "当前网络不可用，请检查你的网络设置";

// Mac Helper
"MacHelper.Active.Message" = "Mac 微信已在 \"%@\" 上登录";
"MacHelper.Main.Device.Name.Default" = "我的手机";
"MacHelper.Default.Message" = "你可以在这里给手机发送消息和文件。";

// Harcode Contacts
"Official_MacHelper_NickName" = "我的手机";

// Notification
"Notification.Receive.Message" = "你收到了一条消息";

// Debug Strings
"Debug.Upload.Dump.Log" = "上传卡顿日志";
"Debug.Upload.Success" = "上传成功！";
"Debug.Upload.Uplloading" = "上传中…";
"Debug.Upload.Failed" = "上传失败，请稍后重试。";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "未命名文件";

// Preview
"Preview.Control.PrevItem" = "上一张";
"Preview.Control.NextItem" = "下一张";
"Preview.Control.ZoomInItem" = "放大";
"Preview.Control.ZoomOutItem" = "缩小";
"Preview.Control.RotateItem" = "旋转";
"Preview.Control.EditItem" = "编辑";
"Preview.Control.MenuItem" = "更多";
"Preview.Control.FullScreenItem" = "最大化";
"Preview.Control.CloseItem" = "关闭（空格键）";

// OA Message
"OAMessage.No.Article" = "暂无新内容";

"TechSupport.Jietu.Title" = "截图（Jietu）";
"TechSupport.Jietu.Desc" = "截图功能由“截图（Jietu）”提供。截图（Jietu）是一款界面精美，操作简单，功能强大的Mac工具类应用。";

// Chat Record
"ChatRecord.Video.Duration" = "%u秒";

// Whats New
"WhatsNew.title" = "微信 for Mac 2.2";
"WhatsNew.desc" = "1. 可以在 Mac 微信中备份手机上的聊天记录\n2. 可以将文字消息翻译为自己使用的语言\n3. 优化了搜索功能";
// Image Message Cell View
"Message.Image.Loading" = "正在加载…";
"Message.Image.Error" = "图片已过期";
"Message.Image.LoadingFail" = "下载失败";

// Preview
"Message.Image.Preview.ReachFirst" = "已是第一张";
"Message.Image.Preview.ReachLast" = "已是最后一张";
"Message.Image.Preview.Copy" = "已复制";
"Message.Image.Preview.Save" = "已保存";
"Message.Image.Preview.Favorite" = "已收藏 ";
"Message.Image.Preview.InitialAction" = "点击图片直接关闭";
"Message.Image.Preview.CloseTip" = "点击图片关闭";
"Message.Image.Preview.RecallHint" = "消息已被撤回";

// Emotion Prompt
"EmotionPrompt.DownSelect" = "使用“向下”键选择表情";
"EmotionPrompt.SingleSelect.Send" = "按Enter键发送";
"EmotionPrompt.MutiplySelect.Send" = "按Enter键发送";

// Share Extension
"ShareExtension.Send" = "发送";
"ShareExtension.Send.Mark" = "无法发送大于 %d MB 的文件和大于 %d MB 的视频";
"ShareExtension.Fav.Mark" = "无法收藏大于 %d MB 的文件";
"ShareExtension.Send.Title" = "已发送";
"ShareExtension.Fav.Title" = "已收藏";
"ShareExtension.Send.Title.AllFail" = "未发送";
"ShareExtension.Fav.Title.AllFail" = "未收藏";
"ShareExtension.Desc.FileCount" = "%d个文件";
"ShareExtension.Confirm" = "确定";
"ShareExtension.Send.Desc" = "其中%@无法发送";
"ShareExtension.Fav.Desc" = "其中%@无法收藏";
"ShareExtension.Dir.No.Send" = "文件夹不能发送";
"ShareExtension.Dir.No.Fav" = "文件夹不能收藏";
"ShareExtension.ZeroSize.No.Send" = "不能发送大小为0的文件。";

/* CrashProtected */
"CrashProtected_WordingForNickname" = "微信用户";
"CrashProtected_WordingForNicknameInProfile" = "该昵称无法显示，长按恢复";
"CrashProtected_WordingForMessageWrap" = "该内容无法显示";
"CrashProtected_WordingForOtherContent" = "该内容无法显示";

/* EmoticonPanel */
"EmoticonPanel_Loading" = "正在加载...";

/* ComposeTextView */
"ComposeTextView_Menu_Copy" = "复制";
"ComposeTextView_Menu_Cut" = "剪切";
"ComposeTextView_Menu_SaveAs" = "存储…";
"ComposeTextView_Menu_ImageEdit" = "编辑";

/* Screenshot */
"Screenshot_Complete_success_Toast" = "已添加到剪贴板";

/* SearchField */
"SearchField_PlaceholderString" = "搜索";

/* GlobalSearch */
"GlobalSearch_Title" = "查找聊天记录";
"GlobalSearch_Entrance_WithKey_TitleWithoutResults" = "无匹配内容";
"GlobalSearch_Entrance_WithoutKey_Title" =  "搜聊天记录";
"GlobalSearch_Entrance_WithoutKey_Description" = "查找本地聊天记录";
"GlobalSearch_Entrance_WithKey_Title" = "搜更多聊天记录";
"GlobalSearch_Entrance_WithKey_Description" = "关于”%@”的本地聊天记录";
"GlobalSearch_Entrance_WithKey_DescriptionWithoutResults" = "无”%@”的本地聊天记录";
"GlobalSearch_ChatLog_Count" = "条相关聊天记录";
"GlobalSearch_Open_In_Independent_Window" = "在独立窗口中打开";
"GlobalSearch_Open_Chat" = "进入聊天";
"GlobalSearch_Global_ChatDetail_Title_Count" = "%d条与”%@”相关的搜索结果";

// Repair
"WCDBRepair_Repair_Remark" = "当你的微信出现异常，可以通过修复数据恢复正常使用";
"WCDBRepair_StartRepair_Btn" = "进行修复";
"WCDBRepair_Repairing_Desc" = "正在修复数据...";
"WCDBRepair_Repaired_Btn" = "完成并重启微信";
"WCDBRepair_Repaired_Desc" = "数据修复完成";
"WCDBRepair_All_Is_Ok" = "你的Mac微信一切正常";

/* ImageEdit */
"ImageEdit_Text_FontSize_Min" = "小";
"ImageEdit_Text_FontSize_Mid" = "中";
"ImageEdit_Text_FontSize_Max" = "大";

"ImageEdit_Brush"               = "插入画笔";
"ImageEdit_Insert_Rectangle"    = "插入矩形";
"ImageEdit_Insert_Ellipse"      = "插入椭圆";
"ImageEdit_Insert_Arrow"        = "插入箭头";
"ImageEdit_Insert_Characters"   = "插入文字";
"ImageEdit_Mosaic"              = "插入马赛克";
"ImageEdit_Insert_Stickers"     = "插入表情";
"ImageEdit_Crop"     = "裁剪";

"ImageEdit_Undo"             = "撤销";
"ImageEdit_Exit" = "退出";
"ImageEdit_Finish" = "完成";
"ImageEdit_Complete_Operation_Forward" = "发送给朋友";
"ImageEdit_Complete_Operation_Save" = "保存图片";
"ImageEdit_Complete_Operation_StartTailor" = "拖动光标开始裁剪";
"ImageEdit_ZoomIn" = "放大";
"ImageEdit_ZoomOut" = "缩小";

"ImageEdit_Complete_Operation_SaveTips" = "已存储";
"ImageEdit_Complete_Operation_ForwardTips" = "已转发";
/* End of CrashProtected */

// Accessibility
"Accessibility_Current_Session_Prefix" = "当前会话是";
"Accessibility_TextMessage_Prefix" = "说";
"Accessibility_TextMessage_Self_Prefix" = "我";
